class lck_players {
  //게임횟수 30 이상, 판수 순서로 정렬
  //닉네임.이름,국적,팀,생년월일,라인,오버롤,스킬샷,무빙,포지셔닝,포커싱,라인관리,맵리딩,와딩
  //적극성,소통능력,리더쉽,결정력,전술이해력,팀워크,명성
  //반응속도,회복력
  static List faker = [
    'faker',
    'Lee Sang Hyeok',
    'south korea',
    'T1',
    'May 7, 1996',
    'mid',
    83,
    18, //공격성*
    17, //생존력
    16, //골드수급
    9, //시야
    20, //챔피언풀
    16, //적극성*2
    15, //팀워크*1.5
    20, //명성
    18, //반응속도
    17, //회복력
  ];
  static List canna = [
    'canna',
    'Lee Sang Hyeok',
    'south korea',
    'T1',
    'May 7, 1996',
    'mid',
    79,
    16, //공격성*
    14, //생존력
    15, //골드수급
    7, //와딩
    12, //챔피언풀
    20, //적극성*2
    15, //팀워크*1.5
    18, //명성
    20, //반응속도
    20, //회복력
  ];
  static List cuzz = [
    'faker',
    'Lee Sang Hyeok',
    'south korea',
    'T1',
    'May 7, 1996',
    'mid',
    80,
    10, //공격성
    17, //생존력
    15, //cs수급
    15, //와딩
    12, //챔피언풀
    16, //적극성
    18, //팀워크*1.5
    16, //명성
    20, //반응속도
    20, //회복력
  ];
  static List teddy = [
    'faker',
    'Lee Sang Hyeok',
    'south korea',
    'T1',
    'May 7, 1996',
    'mid',
    80,
    20, //공격성
    19, //생존력
    16, //cs수급
    10, //시야
    9, //챔피언풀
    20, //적극성
    8, //팀워크
    18, //명성
    20, //반응속도
    20, //회복력
  ];
  static List keria = [
    'faker',
    'Lee Sang Hyeok',
    'south korea',
    'T1',
    'May 7, 1996',
    'mid',
    74.5,
    6, //공격성
    12, //생존력
    14, //cs수급
    19, //와딩
    9, //챔피언풀
    17, //적극성
    16, //팀워크
    16, //명성
    20, //반응속도
    20, //회복력
  ];
}
